Repository: JustAuthMe/wordpress-plugin
Catalog: lang/justauthme-*.po
Languages: fr_fr

source: Wordpress plugin for JustAuthMe
fr_fr: Module JustAuthMe pour Wordpress

source: Error: no token was received. If this problem persists, please contact JustAuthMe support.
fr_fr: Erreur : aucun jeton n'a été reçu. Si le problème persiste, merci de contacter le support de JustAuthMe.

source: Error: no personal info was received. Please remove this website from your JustAuthMe app and try again.
fr_fr: Erreur : aucune info personnelle n'a été reçue. Merci de supprimer ce site de votre app JustAuthMe et de recommencer.

source: Error: users are not allowed to register on this website.
fr_fr: Erreur : les utilisateurs de ce site n'ont pas la permission de s'enregistrer.

source: Logged in successfully! Welcome back!
fr_fr: Connexion réussie ! Bienvenue !

source: Automated configuration
fr_fr: Configuration automatique

source: Automated configuration is not available: the plugin is already set up.
fr_fr: La configuration automatique n'est pas disponible : le module est déjà configuré.

source: Are you sure you want to erase this plugin configuration?
fr_fr: Êtes-vous sur de vouloir effacer la configuration de ce module ?

source: Reset plugin
fr_fr: Remettre à zéro

source: Plugin configuration successfully reset!
fr_fr: Configuration du module remise à zéro avec succès !

source: All set up! Your users can now use JustAuthMe to log themselves into your website!
fr_fr: Tout est bon ! Vos utilisateurs peuvent maintenant se connecter à votre site en utilisant JustAuthMe !

source: Error occured during automated configuration. If this error persists, please contact support.
fr_fr: Une erreur s'est produite pendant la configuration automatique. Si cette erreur persiste, contactez le support.

source: Launch automated configuration
fr_fr: Lancer la configuration automatique

source: Manual configuration
fr_fr: Configuration manuelle

source: Configuration saved successfully!
fr_fr: Configuration sauvegardée avec succès !

source: Error occurred during configuration change.
fr_fr: Une erreur s'est produite pendant l'enregistrement de la configuration.

source: App ID:
fr_fr: ID d'app :

source: Access to your JustAuthMe developer account
fr_fr: Accédez à votre compte développeur JustAuthMe

source: Show
fr_fr: Montrer

source: Hide
fr_fr: Cacher

source: Login with
fr_fr: Connexion avec
